In [1]:
#IMPORT LIBRARY
import pandas as pd

In [2]:
df=pd.DataFrame()
df

Empty DataFrame
Columns: []
Index: []

In [3]:
city=['Dhaka', 'Barishal', 'Khulna']

In [4]:
df=pd.DataFrame(city)
df

          0
0     Dhaka
1  Barishal
2    Khulna

In [5]:
city2=['Sylhet', 'Mymensingh', 'Rajshahi']
df2=pd.DataFrame(zip(city, city2) ,columns=['city1', 'city2'])

In [6]:
df2

      city1       city2
0     Dhaka      Sylhet
1  Barishal  Mymensingh
2    Khulna    Rajshahi